{
    "data": [
        {
            "id": "1892053183679054187",
            "text": "छत्रपती शिवाजी महाराज यांच्या जयंतीनिमित्त मी त्यांना अभिवादन करतो.\n\nत्यांच्या पराक्रमाने आणि दूरदर्शी नेतृत्वाने स्वराज्याची  पायाभरणी केली,  ज्यामुळे अनेक पिढ्यांना धैर्य आणि न्यायाची मूल्ये जपण्याची प्रेरणा मिळाली. ते आपल्याला एक बलशाली, आत्मनिर्भर आणि समृद्ध भारत घडवण्यासाठी… https://t.co/19y44ChR0B https://t.co/zu0vLviiPf",
            "edit_history_tweet_ids": [
                "1892053183679054187"
            ]
        },
        {
            "id": "1892051170585444823",
            "text": "I pay homage to Chhatrapati Shivaji Maharaj on his Jayanti.\n\nHis valour and visionary leadership laid the foundation for Swarajya, inspiring generations to uphold the values of courage and justice. He inspires us in building a strong, self-reliant and prosperous India. https://t.co/Cw11xeoKF1",
            "edit_history_tweet_ids": [
                "1892051170585444823"
            ]
        },
        {
            "id": "1891885002318614595",
            "text": "It was a delight to meet former UK PM, Mr. Rishi Sunak and his family! We had a wonderful conversation on many subjects.\n\nMr. Sunak is a great friend of India and is passionate about even stronger India-UK ties.\n\n@RishiSunak @SmtSudhaMurty https://t.co/dwTrXeHOAp",
            "edit_history_tweet_ids": [
                "1891885002318614595"
            ]
        },
        {
            "id": "1891874648905716153",
            "text": "A noteworthy addition in our quest for improving infrastructure as well as encouraging inland waterways for progress and prosperity. https://t.co/2heHuWxagw",
            "edit_history_tweet_ids": [
                "1891874648905716153"
            ]
        },
        {
            "id": "1891869057336639666",
            "text": "ગુજરાત અને ભાજપ વચ્ચેનો સંબંધ અતૂટ છે….અને, તે દિવસે ને દિવસે વધુ મજબૂત થઈ રહ્યો છે!\n\nતાજેતરમાં રાજ્યભરમાં યોજાયેલી સ્થાનિક સ્વરાજ્યની ચૂંટણીઓમાં ભાજપને સમર્થન આપવા બદલ હું ગુજરાતની જનતાનો આભાર માનું છું. હું નતમસ્તક છું કે ગુજરાતના લોકો વારંવાર અમારા પ્રયાસોમાં વિશ્વાસ વ્યક્ત… https://t.co/6R3XMf9ETw",
            "edit_history_tweet_ids": [
                "1891869057336639666"
            ]
        }
    ],
    "meta": {
        "result_count": 5,
        "newest_id": "1892053183679054187",
        "oldest_id": "1891869057336639666",
        "next_token": "7140dibdnow9c7btw4b3no88o5tejkaiyq5x034icxwdy"
    }
}