{
    "data": [
        {
            "text": "A noteworthy addition in our quest for improving infrastructure as well as encouraging inland waterways for progress and prosperity. https://t.co/2heHuWxagw",
            "edit_history_tweet_ids": [
                "1891874648905716153"
            ],
            "id": "1891874648905716153"
        },
        {
            "text": "ગુજરાત અને ભાજપ વચ્ચેનો સંબંધ અતૂટ છે….અને, તે દિવસે ને દિવસે વધુ મજબૂત થઈ રહ્યો છે!\n\nતાજેતરમાં રાજ્યભરમાં યોજાયેલી સ્થાનિક સ્વરાજ્યની ચૂંટણીઓમાં ભાજપને સમર્થન આપવા બદલ હું ગુજરાતની જનતાનો આભાર માનું છું. હું નતમસ્તક છું કે ગુજરાતના લોકો વારંવાર અમારા પ્રયાસોમાં વિશ્વાસ વ્યક્ત… https://t.co/6R3XMf9ETw",
            "edit_history_tweet_ids": [
                "1891869057336639666"
            ],
            "id": "1891869057336639666"
        },
        {
            "text": "Trade featured prominently in our talks. We want to increase and diversify India-Qatar trade linkages. Our nations can also work closely in sectors like energy, technology, healthcare, food processing, pharma and green hydrogen.\n\n@TamimBinHamad https://t.co/7WAmUHRanH",
            "edit_history_tweet_ids": [
                "1891864391840055718"
            ],
            "id": "1891864391840055718"
        },
        {
            "text": "Had a very productive meeting with my brother, Amir of Qatar H.H. Sheikh Tamim Bin Hamad Al Thani, earlier today. Under his leadership, Qatar has scaled new heights of progress. He is also committed to a strong India-Qatar friendship. This visit is even more special because we… https://t.co/LWzlEQ6pdZ https://t.co/XQXM7ZkS6N",
            "edit_history_tweet_ids": [
                "1891864080169959673"
            ],
            "id": "1891864080169959673"
        },
        {
            "text": "I compliment the School of Ultimate Leadership for organising the SOUL Leadership Conclave on 21st and 22nd February in New Delhi. This forum brings together people from different walks of life to discuss aspects relating to leadership. The speakers will share their inspiring… https://t.co/idsBT69XCa",
            "edit_history_tweet_ids": [
                "1891862028618432771"
            ],
            "id": "1891862028618432771"
        }
    ],
    "meta": {
        "result_count": 5,
        "newest_id": "1891874648905716153",
        "oldest_id": "1891862028618432771",
        "next_token": "7140dibdnow9c7btw4b3no88o4bmudor4b7llhdf27fap"
    }
}